export const navLinks = [{
	name: '首页',
	link: '/index'
}, {
	name: '游戏',
	link: '/game'	
}, {
	name: '硬件',
	link: '/hardware'	
}]

export const footerInfo = {
	intro: [
		'2050让全世界年青人因科技而团聚，全世界的年青人都能在这里老友重逢，相遇新知，迸发改变世界的新生力量。这里没有旁观者，每个人都是2050的塑造者。',
		'首届2050将为100个团聚活动提供支持，邀请全球最具创意的年青人创作100个探索展区，志愿出品人将为与会者奉上100场新生论坛，更有音乐节、逐日晨跑、科学影像剧场、云栖灯光秀等丰富多彩的活动。2050还将设置草坪露营区，提供约800顶帐篷作为参会期间的住宿选择。',
		'杭州市云栖科技创新基金会每年将通过2050候鸟计划为100名来自不同国家的年青人提供参会的差旅支持，并为10位2050青年奖获奖者提供每人1万美元的奖励。'
	],
	contactInfo: {
		address: {
			name: '联系地址',
			value: ['浙江省杭州市西湖区河山路1号', '云栖小镇国际会展中心']
		},
		phones: {
			name: '联系我们',
			value: [
				'购票热线: +86 18519014746',
				'媒体支持: +86 18614012701',
				'赞助咨询: +86 17710686497',
				'议题提交: +86 15810539629',
				'会务咨询: +86 17710686497',
			]
		},
		tech: {
			name: '技术支持',
			value: '数空科技提供技术支持'
		},
		email: {
			name: '邮箱地址',
			value: 'yilia@geekbang.org'
		}
	},
	description: [
		'2050是由杭州市云栖科技创新基金会与志愿者共同发起的非营利活动，全部收入用于大会，或通过基金会支持更多青年创新项目。',
		'2050将提供中、英、法、德、西、日、韩、阿8种语言服务，如您需更多语言服务，超过30人以上，即可申请团体预约。'
	],
    weChat: '微信公众号',
    weibo: '微博'
}
