export const tripList = [{
    date: '5月25日',
    tripRoute: [{
        departure: '萧山机场',
        destination: '云栖会展中心'
    }, {
        departure: '杭州火车东站',
        destination: '云栖会展中心'       
    }],
    tripLine: [
        '发车时间：12:00, 15:00',
        '发车规则：坐满发车或者每个整点发车',
    ]
}, {
    date: '5月25日',
    tripRoute: [{
        departure: '云栖会展中心',
        destination: '（转塘云栖小镇）宋城千古情酒店'
    }, {
        departure: '云栖会展中心',
        destination: '（滨江区）地铁江陵路站-A口'       
    }, {
        departure: '云栖会展中心',
        destination: '（黄龙）黄龙饭店'     
    }, {
        departure: '云栖会展中心',
        destination: '（城西）西溪天堂商业街区'     
    }],
    tripLine: [
        '发车时间：20:00-22:00',
        '发车规则：坐满发车或者每个整点发车',
    ]
}, {
    date: '5月26日',
    tripRoute: [{
        departure: '（转塘云栖小镇）宋城千古情酒店',
        destination: '云栖会展中心'       
    }],
    hotel: ['宋城千古情酒店 ', '汉庭酒店（杭州转塘美院店）', '杭州丽晶美庐酒店'],
    tripLine: [
        '大巴车发车信息：（距离约6.5公里 车程约15分钟）',
        '参会路线：宋城千古情酒店----云栖会展中心',
        '发车时间：7:30-8:30',
        '上车地点：宋城千古情酒店－－九寨千古情风格区门口',
        '发车规则：坐满发车',
        '返程线路：云栖会展中心--宋城千古情主题酒店 ',
        '发车时间：16:30-18:30；21:00-22:30',
        '发车规则：坐满发车或每半点发车',
    ]
}, {
    date: '5月26日',
    tripRoute: [{
        departure: '（滨江）地铁江陵路站-A口',
        destination: '云栖会展中心'       
    }],
    hotel: ['浙江歌山品悦大酒店  ', '怡莱酒店(杭州星光大道精品店) ', '杭州欧诺臻品酒店 '],
    tripLine: [
        '大巴车发车信息：（距离约20公里 车程约35分钟）',
        '参会路线：滨江区江南大道(地铁江陵路站-A口)---云栖会展中心',
        '发车时间：7:15-9:00',
        '上车地点：地铁江陵路站（地铁A口附近）',
        '发车规则：坐满发车',
        '返程线路：云栖会展中心---滨江区江南大道(地铁江陵路站-A口)',
        '发车时间：16:30-19:30；21:00-22:30',
        '发车规则：坐满发车或每半点发车',
    ]
}, {
    date: '5月26日',
    tripRoute: [{
        departure: '（黄龙）黄龙饭店',
        destination: '云栖会展中心'       
    }],
    hotel: ['杭州黄龙饭店   ', '杭州艺联君亭酒店', '杭州黄龙亚朵酒店'],
    tripLine: [
        '大巴车发车信息：（距离约23公里 车程约40分钟）',
        '参会路线：黄龙饭店--云栖会展中心',
        '发车时间：7:15-8:15',
        '上车地点：黄龙饭店门口',
        '发车规则：坐满发车',
        '返程线路：云栖会展中心---黄龙饭店',
        '发车时间：16:30-19:30；21:00-22:30',
        '发车规则：坐满发车或每半点发车',
    ]
}, {
    date: '5月26日',
    tripRoute: [{
        departure: '（城西）西溪天堂商业街区',
        destination: '云栖会展中心'       
    }],
    hotel: ['杭州西溪喜来登度假大酒店', '西溪悦椿度假酒店', '西溪布鲁克酒店', '如家精选酒店（杭州文二西路西溪湿地店）'],
    tripLine: [
        '大巴车发车信息：（距离约20公里 车程约35分钟）',
        '参会路线：西溪天堂商业街区-云栖会展中心',
        '发车时间：7:15-8:15',
        '上车地点：西溪天堂公交站',
        '发车规则：坐满发车',
        '返程线路：云栖会展中心---西溪天堂商业街区',
        '发车时间：16:30-19:30；21:00-22:30',
        '发车规则：坐满发车或每半点发车',
    ]
}, {
    date: '5月27日 上午',
    tripRoute: [{
        departure: '各区片',
        destination: '云栖会展中心'       
    }],
    tripLine: [
        '参会路线：',
        '路线一：西湖区之江路(杭州宋城千古情酒店) ---云栖会展中心 ',
        '发车时间：5:30，7:30-8:30',
        '路线二：滨江区江南大道(地铁江陵路站-A口) ---云栖会展中心',
        '发车时间：5:30, 7:15-8:15',
        '路线三：西湖区黄龙饭店---云栖会展中心',
        '发车时间：5:30, 7:15-8:15',
        '路线四：西湖区紫金港路西溪天堂商业街停车场---云栖会展中心',
        '发车时间：5:30, 7:15-8:15'
    ]
}, {
    date: '5月27日 下午',
    tripRoute: [{
        departure: '云栖会展中心',
        destination: '萧山机场、杭州火车东站、各片区直达车'       
    }],
    tripLine: [
        '路线一：云栖会展中心--萧山机场',
        '路线二：云栖会展中心--杭州火车东站',
        '发车时间：16:00-17:30',
        '发车规则：坐满发车或每半点发车',
        '路线三：云栖会展中心---西湖区之江路(杭州宋城千古情酒店) ',
        '路线四：云栖会展中心---滨江区江南大道(地铁江陵路站-A口) ',
        '路线五：云栖会展中心---西湖区黄龙饭店',
        '路线六：云栖会展中心---西湖区紫金港路西溪天堂商业街停车场',
        '发车时间：16:00-17:30',
        '发车规则：坐满发车或每隔1小时发车',
    ]
}]




export const contentZh = {
    guideNav: ["参会须知", "班车/酒店推荐", "大会日程"],
    scheduleList: [{
        date: "5月25日",
        list: [{
            time: "13：00",
            activity: "团聚签到开始（仅限团聚成员）"
        }, {
            time: "14：00-18：00",
            activity: "团聚2050（100个青年团聚同时举行"
        }, {
            time: "16：00",
            activity: "星空露营入住"
        }, {
            time: "19：00-22：00",
            activity: "团聚欢迎派对"
        }]
    }, {
        date: "5月26日",
        list: [{
            time: "8：00",
            activity: "大会签到开始"
        }, {
            time: "9：00-17：00",
            activity: "探索区开放"
        }, {
            time: "9：00-12：00",
            activity: "新生论坛"
        }, {
            time: "9：00-17：00",
            activity: "围棋人机大赛"
        }, {
            time: "9：00-22：00",
            activity: "科学纪录片剧场"
        }, {
            time: "9：00-18：00",
            activity: "博悟馆开放参观"
        }, {
            time: "12：00-14：00",
            activity: "午餐及自由交流"
        }, {
            time: "14：00-17：00",
            activity: "新生论坛"
        }, {
            time: "17：00-19：00",
            activity: "晚餐及自由交流"
        }, {
            time: "17：00-22：00",
            activity: "2050之夜"
        }]
    }, {
        date: "5月27日",
        list: [{
            time: "6：00-8：00",
            activity: "逐日晨跑"
        }, {
            time: "8：00",
            activity: "大会签到开始"
        }, {
            time: "9：00-17：30",
            activity: "探索展区开放"
        }, {
            time: "9：00-12：00",
            activity: "新生论坛"
        }, {
            time: "9：00-16：00",
            activity: "足球 & 篮球友谊赛"
        }, {
            time: "9：00-21：00",
            activity: "科学纪录片剧场"
        }, {
            time: "9：00-18：00",
            activity: "博悟馆开放参观"
        }, {
            time: "12：00-14：00",
            activity: "午餐及自由交流"
        }, {
            time: "14：00-17：00",
            activity: "新生论坛"
        }, {
            time: "16：00",
            activity: "星空露营离场"
        }, {
            time: "17：00-19：00",
            activity: "2050 青年奖颁奖活动"
        }, {
            time: "19：00-20：30",
            activity: "云栖灯光秀"
        }]
    }]
}

export const contentEn = {
    guideNav: ["FAQ", "Recommended Bus/Hotel", "2050 Schedule"]
}