export const aAreaOptions = [{
  label: '标准展位',
  value: '1'
},
{
  label: '室内净地',
  value: '2'
},
{
  label: '室外净地',
  value: '3'
},
{
  label: '标准展位+室内净地',
  value: '4'
},
{
  label: '标准展位+室外净地',
  value: '5'
}]

export const aTypeOptions = [{
  label: '丝路国家展区（A区）',
  value: 1001
}, {
  label: '金属矿业展区（B区）',
  value: 1002
}, {
  label: '矿业综合展区（C区）',
  value: 1003
}, {
  label: '矿业综合展区（D区）',
  value: 1004
}, {
  label: '矿物标本精品展区（E、F区）',
  value: 1005
}, {
  label: '矿山新技术、矿山机械展区、非金属矿产展区（G区）',
  value: 1006
}, {
  label: '矿业高校人才交流展区、矿业形象及地质展区（H区）',
  value: 1007
}]

export const fPackOptions = [{
  value: '01',
  label: '注册费:人民币800元/人, 包括：参加开幕式、主题大会、专场推介会、各分论坛、参观展馆、嘉宾证、赠送会刊等。'
}, {
  value: '02',
  label: '套餐1服务:人民币1800元/人, 包括：机场接送机和会务用车（限会期内推荐酒店和会议地点）、会期中/晚自助餐、注册费（参加开幕式、主题大会、专场推介会、各分论坛、参观展馆、嘉宾证、赠送会刊等）'
}, {
  value: '03',
  label: '套餐2服务:人民币2800元/人, 包括：大会指定酒店住宿（3晚，1人/间，含早餐）、会期中/晚自助餐、机场接送机和会务用车（限会期内推荐酒店和会议地点）、注册费（参加开幕式、主题大会、专场推介会、各分论坛、参观展馆、嘉宾证、赠送会刊等）。'
}]