export const schedule = [{
  date: `11月14日（星期三）`,
  list: [{
    content: `全天注册报到（红林大酒店大堂）`,
    time: `08:00-22:00`,
  }, {
    content: `自治区领导会见中外主要贵宾（红林大酒店）`,
    time: `18:00-19:00`
  }, {
    content: `工作晚餐`,
    time: `19:00-20:30`
  }]
}, {
  date: `11月15日（星期四）`,
  list:[{
    content: `开幕式（“中国—东盟地学合作中心”挂牌仪式、中国－东盟协议签约仪式；会展中心B区金桂花厅）`,
    time: `09:30-11:10`
  }, {
    content: `中外贵宾巡馆（会展中心B2、B1展区）`,
    time: `11:10-12:00`
  }, {
    content: `工作午餐`,
    time: `12:30-14:00`
  }, {
    content: `矿业绿色发展政策与实践研讨会（会展中心D区101会议厅）`,
    time: `14:30-17:30`
  }, {
    content: `矿业项目签约、推介、洽谈会（会展中心D区106会议厅）`,
    time: `14:30-17:30`
  }, {
    time: `14:30-17:30`,
    content: `中国－东盟地学合作研讨会（会展中心D区105会议厅）` 
  }, {
    time: `14:30-17:30`,
    content: `矿业高校科研成果推介会（会展中心D区103会议厅）` 
  }, {
    time: `14:30-17:30`,
    content: `自然资源部领导会见外国嘉宾代表（红林大酒店）` 
  }, {
    time: `18:00-20:00`,
    content: `工作晚餐` 
  }]
}, {
  date: `11月16日（星期五）`,
  list: [{
    time: `08:30-12:00`,
    content: `绿色矿山企业发展研讨会（会展中心D区106会议厅）` 
  }, {
    time: `08:30-12:00`,
    content: `中国—东盟矿业信息共享技术与机制研讨会（会展中心D区102会议厅）` 
  }, {
    time: `08:30-12:00`,
    content: `国家矿业专场推介会1（会展中心D区105会议厅）` 
  }, {
    time: `08:30-12:00`,
    content: `中国—东盟岩溶水文环境地学合作研讨会（会展中心D区103会议厅）` 
  }, {
    time: `08:30-12:00`,
    content: `中国—东盟稀土产业发展研讨会（会展中心D区101会议厅）` 
  }, {
    time: `08:30-12:00`,
    content: `中国—东盟碳酸钙产业发展研讨会（会展中心B区101-102会议厅）`
  }, {
    time: `14:30-17:30`,
    content: `中国—东盟稀土产业发展研讨会（会展中心D区101会议厅）` 
  }, {
    time: `14:30-17:30`,
    content: `国家矿业专场推介会2（会展中心D区105会议厅）` 
  }]
}, {
  date: `11月15-18日`,
  list: [{
    time: `09:00-18:00`,
    content: `矿业展（B1、B2展厅）`
  }]
}, {
  date: `11月17-19日`,
  list: [{
    time: `见项目调研日程表`,
    content: `机动 绿色矿山建设、岩溶与滨海地貌实地研讨`
  }]
}]